{
  "organizations": [
    {
      "name": "Lowelifes Respectable Citizens' Club",
      "slug": "lowelifes-respectable-citizens-club",
      "contactName": "Rob Pettersen",
      "trails": [
        "ce9c87b9-1e60-4f0a-897a-59f50bb47d72",
        "aa55e716-8d48-410a-9dd9-390f102aec2f"
      ],
      "requirements": "Volunteers need to be physically fit and otherwise prepared for physical labor in backcountry areas. Our work days are open to the public, depending on space.",
      "photo": "groups/lowelifes.jpg",
      "instagram": "https://www.instagram.com/lowelifesrcc/",
      "website": "https://www.lowelifesrcc.org",
      "id": "98cb2b14-b4a0-4bd4-967f-4803e4e01a2c",
      "contactEmail": "board@lowelifesrcc.org",
      "description": "Trail work: restoration and maintenance. Lowelifes is currently focused on the restoration of Condor Peak Trail. When that project is complete, we will move on to other trails in the Forest."
    },
    {
      "facebook": "https://www.facebook.com/FRVC-Fisheries-Resource-Volunteer-Corps-353455568388784",
      "name": "Fisheries Resource Volunteer Corps",
      "slug": "frvc",
      "contactName": "Dave Baumgartner",
      "area": "bc6b9cff-92cc-4322-bbe5-82528b8867cf",
      "trails": [],
      "requirements": "We offer a wide range of activities, some do require specialized skills and physical qualifications, while other activities do not.",
      "photo": "groups/frvc.jpg",
      "website": "https://www.frvc.net",
      "id": "cb9e2232-1aab-46b2-833e-598a4644088c",
      "contactEmail": "dabaumgartner@aol.com",
      "description": "FRVC specializes in watershed projects which includes water quality, riparian restoration, aquatic organism studies and infrastructure projects, we monitor human impact activity, and provide education and advice to forest visitors among other various activities.  We do monitor 16 wild trout streams and rivers in the Angeles and San Bernardino NF's and I believe our work is relatively unique among other volunteer groups in the area."
    },
    {
      "facebook": "https://www.facebook.com/SanGabrielMountainsTrailbuilders",
      "name": "San Gabriel Mountains Trail Builders",
      "slug": "sgm-trailbuilders",
      "contactName": "Ben White",
      "area": "bc6b9cff-92cc-4322-bbe5-82528b8867cf",
      "trails": [],
      "requirements": "Long-term SGMTB volunteers are expected to acquire signed formal agreements with the USFS District Ranger, and are expected to have First Aid medical training, however the Trailbuilders invite volunteers of all ages to join our trail efforts without formal training, we provide a morning meeting before we head to the work site, and we ask that all volunteers only do such work as they feel comfortable with, we do not expect volunteers to perform tasks they do not feel comfortable doing. At the same time, we provide a degree of training while working in the field, affording High School and College students, Girl Scouts and Boy Scouts, and everyone else, get introduced to methods and best practices. We hope that volunteers who come out from time to time acquire comfortable skills which allows them to mention their volunteer work on their employment resumes. We provide work hours for people who must perform Community Service, and we assist Boy Scout Eagle Scout candidates with potential projects.",
      "photo": "/static/img/Forest_Service_logo.svg",
      "website": "http://www.sgmtrailbuilders.org/",
      "id": "242f2488-1e8c-4f78-8cee-ed92ccf002a8",
      "contactEmail": "bwootenwhite@hotmail.com",
      "description": "The primary efforts which the Trailbuilders perform involve hiking and nature trail restoration, repairs, and maintenance within the Crystal Lake Recreation Area, and the Mount Baldy area, and along the East and West Forks of the San Gabriel River. We perform other work within the Angeles National Forest as needed and scheduled by the U. S. Forest Service, including installing signs at trailheads, building foot bridges, repairing damage to Visitor Centers, removing spray paint vandalism, and other activities which are requested, however trail work consists of 90% or more of what the Trailbuilders do."
    },
    {
      "name": "JPL Trailbuilders",
      "slug": "jpl-trailbuilders",
      "contactName": "Kathie Reilly",
      "area": "bc6b9cff-92cc-4322-bbe5-82528b8867cf",
      "trails": [],
      "requirements": "Our events are open to the public",
      "photo": "/static/img/screenshot_20210521_101530.jpg",
      "website": "trailangeles.netlify.app/",
      "id": "fc702e7d-62a3-430c-a18b-92d52e84997a",
      "contactEmail": "outrspcklr@att.net",
      "description": "Trail maintenance on Mt Lowe East and West Trails, Muir Peak Trail, Colby Canyon Trail, South San Gabriel Peak Trail, North San Gabriel Peak Trail (sometimes called Bill Reilly Trail)"
    },
    {
      "facebook": "https://www.facebook.com/CrystalLakeVisitorCenter",
      "name": "Angeles Volunteer Association",
      "slug": "angeles-volunteer-association",
      "contactName": "Geric Johnson",
      "area": "db72d857-c701-41b6-8d2e-14012c550337",
      "trails": [],
      "requirements": "Our organization is open to the public, we hold monthly meetings on the third Tuesday of the month.  No special skill set is required.  We want our volunteers to be educated about the Crystal Lake Recreation Area and the San Gabriel Canyon environment.",
      "photo": "groups/ava.png",
      "website": "https://angelesvolunteers.org/av/",
      "id": "4ade48b0-fc7e-4ab4-ab5e-1c7ce5fd053b",
      "contactEmail": "information@angelesvolunteers.org",
      "description": "We staff and maintain the Crystal Lake Visitor Center on weekends and holidays. We staff the Azusa Gateway Center and the entrance to the forest on Highway 39 also on weekends and holidays.  We hold trash removal events, usually at the Crystal Lake Recreation Area, perform trail patrols so we can be current on trail conditions, arrange clean-up work at the lake and general maintenance around the campground areas."
    },
    {
      "name": "America's Great Outdoors",
      "slug": "americas-great-outdoors",
      "contactName": "Jane Baumgartner",
      "area": "1731165a-8448-49b9-a324-46f3ba0acf7d",
      "trails": [],
      "requirements": "Open to the Public, no need for specialized skills. High School age or higher. Under age 18 to be accompanied by an adult.",
      "photo": "/static/img/Forest_Service_logo.svg",
      "website": "trailangeles.netlify.app/",
      "id": "bb686384-c772-4549-a768-1d4f1d0de0a3",
      "contactEmail": "hiker2whitney@yahoo.com",
      "description": "Main event: Los Angeles County Fair providing education on Wildfire Prevention, California History (Native American Site, BLM Land - Gold Mining and General Lands Office history, Cross Cut sawing, Native Reptiles, Leave No Trace, Fire Lookout Tower, etc.  We work with Angeles and San Bernardino National Forest, BLM and LA County Fire Forest Division. Throughout the year we have ground maintenance on 1 1/2 acres at the Pomona Fairgrounds, including development of new activities, trail maintenance, etc"
    },
    {
      "name": "Bear Canyon Trail Crew",
      "slug": "bearcanyontrailcrew",
      "contactName": "Alan Coles",
      "area": "bc6b9cff-92cc-4322-bbe5-82528b8867cf",
      "trails": [],
      "requirements": "No special skills required. Open to everyone.",
      "photo": "groups/bearcanyontrailcrew.jpg",
      "website": "https://sites.google.com/view/bearcanyontrailcrew/home",
      "id": "83864e8f-8699-4d32-9602-55a6f9949cb9",
      "contactEmail": "bearcanyontrailcrew@gmail.com",
      "description": "Trail construction and repair. Bear Canyon Trail and other trails as necessary."
    }
  ]
}